<!DOCTYPE HTML>
<html>
    <head>
        <title>MARSOFT&#174;</title>
        <link rel="stylesheet" type="text/css" href="../css/cono.css" />
        <script src="../js/prop.js" language="javascript" type="text/javascript"></script>
        <link rel="stylesheet" href="../../css/material.min.css">
        <script src="../../css/material.min.js"></script>
        <link rel="stylesheet" href="https://fonts.googleapis.com/icon?family=Material+Icons">
        <link rel="icon" type="image/png" href="../../imgs/favicon.ico"/>
    </head>
    <body>
        <style>
            .mdl-layout__header
            {
                background-color: #121D24;
            }
            .mdl-layout__drawer
            {
                background-color: #121D24;
            }
            .mdl-layout-title
            {
                font-size: 32px;
            }
            .mdl-layout__drawer-button
            {
                padding-top: 3px;
                color: white;
            }
            #txts
            {
                box-shadow: 0 0px 0px 0px rgba(0,0,0,0.2),0px 8px 20px 0px rgba(0,0,0,0.8);
            }
        </style>
        <div id="header"><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MARSOFT&#174</b></div>
        <div class="mdl-layout--no-desktop-drawer-button mdl-layout mdl-js-layout">
            <header class="mdl-layout__header ">
                <div class="mdl-layout-icon"></div>
                <div class="mdl-layout__header-row">
                    <span class="mdl-layout-title" id="titulo2"><a href="../../index.html"><font color="white"><b>MARSOFT&#174</b></font></a></span>
                    <div class="mdl-layout-spacer"></div>
                    <nav class="mdl-navigation">
                        <a class="mdl-navigation__link" href="cono.html" onclick="muestra(1);"><b><font color="white">&laquo;CONOCENOS&raquo;</font></b></a>
                        <a class="mdl-navigation__link" href="prop.html"><b><font color="white">&laquo;PROPUESTAS&raquo; </font></b></a>
                        <a class="mdl-navigation__link" href="contacto.jsp"><b><font color="white">&laquo;CONTACTANOS&raquo; </font></b></a>
                        <a class="mdl-navigation__link" href="htm.html"><b><font color="white">&laquo;DO IT YOURSELF&raquo; </font></b></a>
                        <a class="mdl-navigation__link" href="descargas.html"><b><font color="white">&laquo;DOWNLOADS&raquo; </font></b></a>
                        <a class="mdl-navigation__link" href="../../login.html" target="_blank"><b><font color="white">&laquo;DRAWTECH&raquo; </font></b></a>
                    </nav>
                </div>
            </header>
            <div class="mdl-layout__drawer">
                <span class="mdl-layout-title"><a href="../../index.html"><font color="white"><b>MARSOFT&#174</b></font></a></span>
                <nav class="mdl-navigation">
                    <a class="mdl-navigation__link" href="cono.html"><b><font color="white">&laquo;CONOCENOS&raquo;</font></b></a>
                    <a class="mdl-navigation__link" href="prop.html"><b><font color="white">&laquo;PROPUESTAS&raquo; </font></b></a>
                    <a class="mdl-navigation__link" href="contacto.jsp"><b><font color="white">&laquo;CONTACTANOS&raquo; </font></b></a>
                    <a class="mdl-navigation__link" href="htm.html"><b><font color="white">&laquo;DO IT YOURSELF&raquo; </font></b></a>
                    <a class="mdl-navigation__link" href="descargas.html"><b><font color="white">&laquo;DOWNLOADS&raquo; </font></b></a>
                    <a class="mdl-navigation__link" href="../../login.html" target="_blank"><b><font color="white">&laquo;DRAWTECH&raquo; </font></b></a>
                </nav>
            </div>
        </div>
        <main class="mdl-layout__content">
            <br/><br /><br/><br/>
            <div id="txts">
                <br/><br/>
                <center><b id="titulo">PROPUESTAS</b></center>
                <p></p>
                <button id="gdt" name="gdt" style="background:transparent; padding:0px; " onmouseout="red(5);" onmouseover="red(3)" onclick="red(1);"><li>Geometry DrawTech 2.0</li></button>
                <div id="gdte" style="display:none; padding: 20px; background: rgba(20,113,143,0.8);">
                    Este proyecto se cre&oacute; con el fin de explicar los problemas geom&eacute;tricos de la Unidad de aprendizaje de Dibujo T&eacute;cnico I, para describir la metodolog&iacute;a empleada y la descripci&oacute;n de cada uno como el trazo de bisectrices, paralelas, tangentes, etc&eacute;tera. Pensando en la dificultad que existe por parte de los alumnos para entender este tema y tambi&eacute;n para auxiliarlos si necesitan una herramienta de consulta clara, simple y accesible.
                    <p><ul>
                        <li>Logo</li>
                            <p><img src="../../imgs/gdt.png" style="width: 70%" id="GDT" /></p>
                        <p><li>Actualizaci&oacute;n 2.0</li></p>
                        El proyecto incluir&aacute; distintas, como:
                        <ul>
                            <li>La adici&oacute;n de m&aacute;s animaciones que expliquen algunos temas.</li>
                            <li>Una plataforma en l&iacute;nea que funcionar&aacute; como una especie de blog donde la maestra ser&aacute; la administradora.</li>
                            <li>Consultas de los problemas, as&iacute; como gr&aacute;ficas.</li>
                            <li>Conducto de comunicaci&oacute;n entre la cliente y sus alumnos.</li>
                        </ul>
                        <p><li>Usuario</li></p>
                        <p>El software est&aacute; desarrollado pensando en  los alumnos de 3-4 semestre que cursan la asignatura de dibujo t&eacute;cnico I y II.
                        <p>Est&aacute; pensado para cualquier persona (de cualquier escuela) que quisiera aprender y con la ventaja de que no necesita realmente de mucho conocimiento previo pues los problemas a explicar son la base de todos los dem&aacute;s.</p></p></ul></p>
                </div></p>
                <button id="sy" name="sy" style="background:transparent; padding:0px; " onmouseout="red(5);" onmouseover="red(4)" onclick="red(2);"><li>SYNTH&#33; (En Desarrollo)</li></button>
                <div id="syn" style="display:none; padding: 20px; background: rgba(20,113,143,0.8);">
                    <ul>
                        <li>Logo</li>
                        <p><img src="../../imgs/synth.png" style="width: 70%" id="SYNTH"/></p>
                        <p><li>&#191;Qu&eacute; ser&aacute;&#63;</li>
                        <p></p>Ser&aacute; un software de edici&oacute;n musical orientado en el uso del teclado y distintas herramientas digitales para graba, poder agregar efectos y llevar toda la experiencia de tener un teclado real a un software de manera que &eacute;ste pueda ser una alternativa de composici&oacute;n  m&aacute;s accesible e igualmente eficaz que los distintos softwares de este tipo que ya existen y pueda subirse a una comunidad en l&iacute;nea mediante un sitio web donde los usuarios de Synth&#33; Podr&aacute;n compartir sus melod&iacute;as con otros.</p>
                        <p><li>Aplicaci&oacute;n</li></p>
                        <p><ul>
                            <li>Un software para el equipo de c&oacute;mputo del usuario que ser&aacute; el entorno donde se tendr&aacute; en pantalla  en la mitad inferior un teclado de 3 octavas (aproximadamente 27 teclas blancas y 15 teclas negras) para que el usuario pueda elaborar la m&uacute;sica.</li>
                            <li>Los sonidos ser&aacute;n creados a partir de un sistema propio del software que mediante un solo sonido (una nota base de cualquier frecuencia de las 7 escalas audibles) pueda modificar la frecuencia de dicho sonido hasta crear las dem&aacute;s notas de las dem&aacute;s escalas.</li>
                            <li>En la parte media superior se pondr&aacute;n a disposici&oacute;n del usuario los controles del men&uacute; para grabar, escuchar la melod&iacute;a grabada o agregar efectos al teclado tales como efecto de 8-bits, delays, echo, reverbaci&oacute;n, loops y distintos efectos de sonido de sintetizador.</li>
                        </ul></p>
                        <p><li>OSynth&#33;</li></p>
                        <p>Ser&aacute; la p&aacute;gina web destinada a los usuarios del software donde se podr&aacute; compartir las grabaciones hechas Synth!. As&iacute; como poder escuchar melod&iacute;as de otros a manera de ampliar el alcance de las posibilidades del software.</p>
                        <li>Usuario</li></p>
                        <p>Synth&#33; est&aacute; enfocado a los m&uacute;sicos y a las personas que tienen poco manejo o experiencia en instrumentos como el teclado de manera que se pueda brindar una herramienta accesible y eficaz que cubra las necesidades b&aacute;sicas de producci&oacute;n musical sin descuidar la gama de posibilidades y de sonidos que poseen la mayor&iacute;a de los programas ya existentes. todo esto de manera considerablemente m&aacute;s accesible que otros softwares en el mercado.</p>
                    </ul>
                </div></p>
                <br /><br /><br />
            </div>
        </main>
        <footer id="foot" style="position:absolute;">
            <br/>
                &#8221;MARSOFT&copy; Es una marca registrada y cumple con los acuerdos en la Constitucion Politica de los Estados Unidos Mexicanos&#8221;
        </footer>
    </body> 
</html>